<?php

return array(

    'account_already_exists' => 'اس ای میل کے ساتھ ایک اکاؤنٹ پہلے سے موجود ہے۔',
    'account_not_found'      => 'صارف نام یا پاس ورڈ غلط ہے۔',
    'account_not_activated'  => 'یہ صارف اکاؤنٹ فعال نہیں ہے۔',
    'account_suspended'      => 'یہ صارف اکاؤنٹ معطل ہے۔',

    'two_factor' => array(
        'already_enrolled'      => 'آپ کا آلہ پہلے سے رجسٹرڈ ہے۔',
        'success'               => 'آپ نے کامیابی سے لاگ ان کر لیا ہے۔',
        'code_required'         => 'دو عنصری کوڈ درکار ہے۔',
        'invalid_code'          => 'دو عنصری کوڈ غلط ہے۔',
        'enter_two_factor_code' => 'براہ کرم اپنا دو عنصری تصدیقی کوڈ درج کریں۔',
        'please_enroll'         => 'براہ کرم دو عنصری تصدیق میں ایک آلہ رجسٹر کریں۔',
    ),

    'signin' => array(
        'error'   => 'آپ کو لاگ ان کرنے کی کوشش میں ایک مسئلہ پیش آیا، براہ کرم دوبارہ کوشش کریں۔',
        'success' => 'آپ نے کامیابی سے لاگ ان کر لیا ہے۔',
    ),

    'logout' => array(
        'error'   => 'آپ کو لاگ آؤٹ کرنے کی کوشش میں ایک مسئلہ پیش آیا، براہ کرم دوبارہ کوشش کریں۔',
        'success' => 'آپ نے کامیابی سے لاگ آؤٹ کر لیا ہے۔',
    ),

    'signup' => array(
        'error'   => 'آپ کا اکاؤنٹ بنانے کی کوشش میں ایک مسئلہ پیش آیا، براہ کرم دوبارہ کوشش کریں۔',
        'success' => 'اکاؤنٹ کامیابی سے بن گیا ہے۔',
    ),

    'forgot-password' => array(
        'error'   => 'پاس ورڈ ری سیٹ کوڈ حاصل کرنے کی کوشش میں ایک مسئلہ پیش آیا، براہ کرم دوبارہ کوشش کریں۔',
        'success' => 'اگر وہ ای میل ایڈریس ہمارے سسٹم میں موجود ہے تو، ایک پاس ورڈ بازیافت ای میل بھیج دی گئی ہے۔',
    ),

    'forgot-password-confirm' => array(
        'error'   => 'آپ کا پاس ورڈ ری سیٹ کرنے کی کوشش میں ایک مسئلہ پیش آیا، براہ کرم دوبارہ کوشش کریں۔',
        'success' => 'آپ کا پاس ورڈ کامیابی سے ری سیٹ ہو گیا ہے۔',
    ),

);