<?php

return [
    'not_found' => 'آپ جو اثاثہ کی دیکھ بھال تلاش کر رہے تھے وہ نہیں ملی!',
    'delete' => [
        'confirm' => 'کیا آپ واقعی اس اثاثہ کی دیکھ بھال کو حذف کرنا چاہتے ہیں؟',
        'error' => 'اثاثہ کی دیکھ بھال کو حذف کرنے میں ایک مسئلہ پیش آیا۔ براہ کرم دوبارہ کوشش کریں۔',
        'success' => 'اثاثہ کی دیکھ بھال کامیابی سے حذف کر دی گئی۔',
    ],
    'create' => [
        'error' => 'اثاثہ کی دیکھ بھال بنائی نہیں گئی، براہ کرم دوبارہ کوشش کریں۔',
        'success' => 'اثاثہ کی دیکھ بھال کامیابی سے بنائی گئی۔',
    ],
    'edit' => [
        'error' => 'اثاثہ کی دیکھ بھال میں ترمیم نہیں کی گئی، براہ کرم دوبارہ کوشش کریں۔',
        'success' => 'اثاثہ کی دیکھ بھال کامیابی سے ترمیم کی گئی۔',
    ],
    'asset_maintenance_incomplete' => 'ابھی مکمل نہیں ہوا',
    'warranty' => 'وارنٹی',
    'not_warranty' => 'وارنٹی نہیں',
];